{"newspapers": {"cnn": {"link": "http://indianexpress.com/latest-news/", "articles": [{"title": "CBI booked ex-Railways minister Lalu Prasad despite objection, but let official get away", "text": "RJD leader Lalu Prasad. (Express file photo by Dilip Kagda) RJD leader Lalu Prasad. (Express file photo by Dilip Kagda)\n\nLAST YEAR, the CBI’s Economic Offences Division overruled objections from its legal wing, the Directorate of Prosecution, to press for an FIR against RJD leader Lalu Prasad, claiming that as Railway Minister in 2006, he facilitated the transfer of two railway hotels to a private firm in exchange for prime land in Patna.\n\nBut the Directorate of Prosecution, while drawing up a list of the alleged conspirators to be booked for the irregular transfer of the hotels, dropped the name of one of the two IRCTC officials named by the Economic Offences Division in its preliminary enquiry. The officer not included in the list was the then IRCTC Director (Tourism), Rakesh Saksena. It gave no reason for leaving out Saksena.\n\nAlthough several CBI officers pointed out the omission, the FIR — without Saksena’s name — was registered on July 7, 2017 and was followed by searches at the offices and homes of the accused.\n\nThe CBI booked the following for criminal conspiracy, cheating and criminal misconduct: Lalu Prasad, his wife Rabri Devi, their son Tejashwi Yadav, Delight Marketing Company Pvt Ltd’s Sarla Gupta (wife of Prem Chand Gupta), Vijay Kochhar and Vinay Kochhar (directors of Sujata Hotels Pvt Ltd), M/s Lara Projects LLP and P K Goel, the then Managing Director of IRCTC.\n\nRead | Railway hotels: FIR filed after CBI legal wing said there’s no evidence against Lalu Prasad\n\nIncidentally, Saksena was the official who initiated the proposal that the development, maintenance and operation of two railway hotels — one each in Ranchi and Puri, which were later awarded to Sujata Hotels Pvt Ltd of the Kochhars — be done through a public private partnership.\n\nIn July 2006, Saksena recommended that the hotels be handed over to private firms which had a minimum annual turnover of Rs 5 crore from such operations in the last three years, net worth of Rs 2 crore, a positive net profit in two out of the last three fiscals and experience of operating and maintaining at least a two-star hotel in the last five financial years.\n\nAlso read | A look at cases lodged against Lalu Prasad Yadav, his family\n\nThese qualification norms were promptly approved by Goel, the then IRCTC Managing Director.\n\nBut before a tender notice could be issued for these hotels, Saksena’s Tourism wing proposed in October 2006 that the minimum turnover criteria be lowered from Rs 5 crore to Rs 3 crore and the net worth from Rs 2 crore to Rs 1 crore. This too was immediately approved by Goel.\n\nNo advertisement was issued to invite private sector response for these hotels but the sale of their tender documents was started through a passing reference in a tender notice on October 24, 2006 for a separate set of Rail Ratna Budget Hotels.\n\nThe eligibility conditions for these hotels came nine days later, through an advertisement which fixed November 30 as the last date for purchase of tender documents. But before the deadline got over, Saksena initiated a note for amendment of the eligibility conditions.\n\nOn November 13, 2006, he proposed reducing the two-star category status to two years from the earlier five years and proposed that it was not necessary that this certification be only from a “competent authority”. The accreditation could come from the bidder as well “if official certification classification had not been taken or applied for”.\n\nThese changes, done in the name of ensuring largescale participation by the hospitality industry, were approved by Goel and announced two days later.\n\nA CBI analysis of bid documents submitted by Sujata Hotels Pvt Ltd showed that it was not eligible for the contract as per the pre-conditions announced on November 3 since “it did not have the two-star status during the preceding four years”.\n\n“It was only after eligibility conditions were changed that Sujata Hotels submitted their bids with self-certification that it had two-star category status in the preceding two years. Enquiries from Ministry of Tourism reveal that no such certificate was issued to Sujata Hotels for 2002-06,” a CBI report said.\n\n“It is pertinent to note that there is no reasoning or logic for change of the criteria in respect of ‘Star Category’ during the course of the tender process stated in the files,” it said.\n\nMoreover, it found that the entire process of award of tender “appears to have been rigged and mangled by the officers of IRCTC in favour of Sujata Hotels” as bid document of a competitor was found missing as well as the list of 15 firms that bought the tender documents for the hotel in Ranchi and 16 firms for the one in Puri.\n\nThough the CBI found that “nothing has come on record to show that the company which benefited on account of the change in eligibility criteria extended any favours to the public servants of IRCTC”, it included Goel and Saksena as co-conspirators.\n\nOn July 5, 2017, the legal wing retained Goel’s name in the list of accused but dropped Saksena. It gave no reason. Two days later, the CBI registered a corruption case and conducted searches. Eight months later, the CBI is yet to file a chargesheet in the case.\n\nSaksena went on to become Divisional Railway Manager in Delhi where he remained until 2009. In 2013, he became Managing Director of Mumbai Railway Vikas Corporation from where he retired in 2015.\n\nReached for comment Friday, Saksena, who now lives in Bhopal, said he did not know anything about the CBI case. “I have no knowledge about this. Besides, I am currently in Bombay, I cannot speak to you,” he said.\n\nFor all the latest India News, download Indian Express App", "link": "http://indianexpress.com/article/india/cbi-booked-lalu-prasad-despite-objection-but-let-railway-official-get-away-5102709/", "published": "2018-03-19T05:01:00"}, {"title": "Rahul Gandhi’s 2019 battle cry: Like Kauravas vs Pandavas, fight between truth and lies", "text": "Congress president Rahul Gandhi addresses the 84th Congress plenary session on Sunday. (Express photo by Neeraj Priyadarshi) Congress president Rahul Gandhi addresses the 84th Congress plenary session on Sunday. (Express photo by Neeraj Priyadarshi)\n\nComparing the ruling BJP and RSS to the “Kauravas” who were “designed to fight for power”, and the Congress to the “Pandavas” who “lost everything but fought for truth”, Congress president Rahul Gandhi said on Sunday that the 2019 elections would be like the battle of Kurukshetra, where the fight would be between the “truth and lies”.\n\nWhile he launched a scathing attack on Prime Minister Narendra Modi, Rahul, in his first address as party president at the Congress plenary session, also called for a change within the party, saying the walls between leaders and party workers must be broken.\n\n“Modiji thinks he is an avatar of God… Modi is not fighting corruption, he is corruption,” he said. Saying that Modi shares his name with “the one who carried out the biggest theft” (Nirav Modi) and “the most corrupt man in cricket” (Lalit Modi), Rahul said: “The name Modi symbolises the collusion between India’s biggest crony capitalists and the Prime Minister of India.”\n\nHe accused Modi of diverting attention from real problems like farm distress and unemployment with “fancy events” like “surgical strike, demonetisation, Gabbar Singh Tax (GST) and Yoga Day”. “If you are poor, your only choice is to become a farmer, labourer etc. You are destined to live in Modi’s maya — of an imaginary world of acche din, Swachh Bharat, or Rs 15 lakh in your bank account. They will look straight into your eyes and say the hunger pain in your stomach is your imagination… There are no jobs, the farmers are dying… The Prime Minister says, ‘let’s go do yoga’,” said Rahul.\n\nBeginning his 50-minute-long speech with a reference to the Mahabharat, Rahul said: “Thousands of years ago, there was a huge battle on the fields of Kurukshetra. The Kauravas were powerful and arrogant. They had money and muscle power. The Pandavas, who had lost everything, fought for the truth. Like the Kauravas, BJP and RSS are designed to fight for power; like the Pandavas, Congress is designed to fight for truth.”\n\nRahul said while people would accept a BJP ‘drunk with power’, they expected more from the Congress. (Express photo by Neeraj Priyadarshi) Rahul said while people would accept a BJP ‘drunk with power’, they expected more from the Congress. (Express photo by Neeraj Priyadarshi)\n\nHe said that while people would accept a BJP “drunk with power”, they expected more from the Congress. “They will accept a person accused of murder as the BJP president. But they will never accept the same for the Congress… India expects much more from the Congress. India will not let us behave like the BJP. They will never let us lie. BJP is the voice of an organisation. But the Congress is the voice of the nation,” said Rahul.\n\nRahul admitted that his party had let down the people in the last few years, when the UPA was in power. (Express photo by Praveen Jain) Rahul admitted that his party had let down the people in the last few years, when the UPA was in power. (Express photo by Praveen Jain)\n\n“The soil of this nation is drenched in the blood of Congressmen and Congresswomen. Gandhiji died for India. India must never forget that when our leaders were in jail, their leader, Savarkar, was writing a letter begging for mercy from the British,” he said.\n\nAsserting that the Congress would take the country forward, he said: “But we are humans, we make mistakes. Modiji thinks he is not human but an incarnation of God… We did not stand up to the expectations of the people. The people were let down by us… Will India live a lie or does it have the courage to face the truth? India will punish us if we do nothing but make a grab for power.”\n\nCalling for changes within the Congress, Rahul said: “Those who are seated in those back rows (pointing to the gallery) have the energy to change the world. But there is a wall between our leaders and them. My first job is to break down that wall. We will break it, not in rage but in love and respect for the seniors,” he said.\n\nTargeting the RSS, Rahul raised the issues of Dalits being targeted in Una, and the killings of Targeting the RSS, Rahul raised the issues of Dalits being targeted in Una, and the killings of Gauri Lankesh and M M Kalburgi. (Express photo by Praveen Jain)\n\nMaintaining that there were many manifestations of that wall, he made a reference to distribution of tickets to outsiders and parachuting them to a constituency, while denying tickets to a committed worker. “You are the worker, you have Congress in you, you will get the ticket,” he said. “We gave tickets to Congress workers in Gujarat, and Modiji was seen flying in seaplane. When we truly empower Congress workers, Prime Minister Modi will be seen in a submarine.”\n\nAlleging that the corrupt and powerful control the conversation in the country, Rahul said while the BJP and its government talk about India emerging as the fastest growing economy, the youth don’t have jobs and the market is filled with products from China. “China is everywhere — in all our shops, in Doklam, Maldives, Myanmar, Pakistan and Bhutan. You can steal Rs 33,000 crore from the banks, the government will protect you. The Finance Minister and his daughter work for crony capitalists,” he alleged.\n\nGhulam Nabi Azad, P Chidambaram and Ambika Soni share a light moment during the Congress plenary session on Sunday. (Express photo) Ghulam Nabi Azad, P Chidambaram and Ambika Soni share a light moment during the Congress plenary session on Sunday. (Express photo)\n\nTargeting the RSS, Rahul raised the issues of Dalits being targeted in Una, and the killings of Gauri Lankesh and M M Kalburgi. “They tell the Muslims of India, who never went to Pakistan… you don’t belong here. They tell Tamils, change your beautiful language. They tell people of North-East, we don’t like what you eat. They tell women to dress properly,” he said.\n\nReferring to the recent controversy involving the judiciary, Rahul said: “BJP has spread fear. People from the press are scared. People go to court to solve their disputes. For the first time, we saw four Supreme Court judges running to the public for justice… There is a difference between the RSS and Congress: we respect the country’s institutions, whereas they want to finish them. They want only one institution — the RSS,” he said.\n\nRahul Gandhi, Rahul Gandhi, Sonia Gandhi and Manmohan Singh at the Congress plenary session on Sunday. (Express photo by Praveen Jain)\n\nOutlining a vision for the party ahead of the next elections, Rahul said the priority of a Congress-led government, if the party comes to power, would be jobs, for which he wanted to link every district with skill development centres for the youth and banks for funds. Education and agriculture sectors would be the other priorities, he said.\n\n“Education is not just for the elite. The right to education belongs to every youngster, every religion, every class. There are not enough IIMs and IITs. We will spread higher education to every corner of India,” he said. For the agriculture sector, he said farmers would be able to sell their produce to a network of food parks across the country.\n\nChidambaram and Rahul Gandhi at the Congress plenary session on Sunday. (Express photo by Anil Sharma) Chidambaram and Rahul Gandhi at the Congress plenary session on Sunday. (Express photo by Anil Sharma)\n\n“There are two visions before the world today — American and Chinese. My aim is to present an Indian vision to the world,” he said. Emphasising the power of the youth, he said: “To every youngster in India, we are your instrument. The Congress party belongs to you. We want to open our doors to your talent, your bravery and your energy. This country is struggling and it needs you.”\n\nRahul Gandhi called for changes within the Congress. (Express photo by Anil Sharma) Rahul Gandhi called for changes within the Congress. (Express photo by Anil Sharma)\n\nPointing to the empty stage — in the past, senior party leaders would be seated on mattresses on the stage — Rahul said he had left it vacant to fill it with workers and talented youth. Saying that people placed their trust in Modi four years ago, he said: “But that trust is now broken… the youth of the country are now asking questions.”\n\nMeanwhile, the AICC session authorised Rahul to elect the members of the Congress Working Committee (CWC), the decision-making body of the party.\n\nFor all the latest India News, download Indian Express App\n\n© IE Online Media Services Pvt Ltd", "link": "http://indianexpress.com/article/india/rahul-gandhis-2019-battle-cry-like-kauravas-vs-pandavas-fight-between-truth-and-lies-congress-plenary-session-5102443/", "published": "2018-03-19T03:25:00"}, {"title": "J&K: 3 minor boys among five of family killed in Pakistan shelling", "text": "A girl from Poonch, injured in shelling by Pakistan, arrives for treatment in Jammu. (Photo: AP) A girl from Poonch, injured in shelling by Pakistan, arrives for treatment in Jammu. (Photo: AP)\n\nFIVE MEMBERS of a family, including three minor children, were killed and two others injured as Pakistani troops resorted to “unprovoked and indiscriminate” shelling in over half-a-dozen villages near the Line of Control (LoC) in Balakote sector, in Poonch district, on Sunday morning.\n\nThe victims have been identified as Mohammad Ramzan (35), wife Malika Bi (32), sons Mohammad Rehman (14), Mohammad Rizwan (12), and Razaq Ramzan (7). Ramzan’s two daughters, Nasreen Kousar (11) and Mahreen Kouser (5) are reported to have suffered serious injuries.\n\nSources said the victims were inside their house, in Devta Sargloon village, when a mortar shell fell on their roof. Nasreen and Mahreen were airlifted to Jammu, where they are undergoing treatment at the Government Medical College Hospital.\n\nA Defence Ministry spokesperson, Lt Colonel Devender Anand, said the Pakistani Army initiated unprovoked and indiscriminate firing of 81 mm and 120 mm mortar shells, besides other small arms fire, in Balakote area, from 7.45 am to 11.30 am, on Sunday. He said they targeted innocent civilians, their homes and livestock in villages close to the LoC.\n\n“In today’s ceasefire violation, an issue of serious concern has been that Pakistan is targeting innocent civilians in localities deep inside Indian territory, almost 3-4 km from the LoC, where there is no Army deployment or any installation or even equipment installed,’’ he said.\n\n“The deliberate provocation has resulted in loss of five precious and innocent civilian lives,’’ he said. “The Indian Army has retaliated strongly, effectively and proportionately to the dastardly act,’’ he added.\n\n“Anguished to hear of 5 (five) people losing their lives in the crossfire along the LoC in Balakote sector of Poonch. My deepest condolences to their family,” tweeted Chief Minister Mehbooba Mufti.\n\n“Peace is the only way forward. Initiatives were started by (former Prime Minister A B) Vajpayee Ji with his Lahore bus journey & were later carried on in the same spirit by PM @narendramodi (Prime Minister Narendra Modi). Sadly they were sabotaged at Pathankot. We need to get on the right track if we want to save the people of J&K,” she tweeted.\n\nFive members of a family were killed in a ceasefire violation by Pakistani troops along the LoC in Balakote sector on Saturday. (Representational) Five members of a family were killed in a ceasefire violation by Pakistani troops along the LoC in Balakote sector on Saturday. (Representational)\n\nInspector General of Police, Jammu, S D S Jamwal said the civil administration was “alive to the situation” and appropriate precautionary measures had been taken to ensure the safety of civilians. “The firing has stopped and the local administration has reached the area. We have rushed bulletproof vehicles to the affected villages,” he said.\n\nThe shelling from across the LoC came a day after Union Home Minister Rajnath Singh, while targeting Pakistan for giving political legitimacy to terror mastermind Hafiz Saeed, said Indian security forces could cross the LoC, if needed, to protect the country’s territorial integrity.\n\nCeasefire violations are at an all-time high this year, with over two dozen people, including security personnel, killed and nearly 90 others injured so far.\n\nFor all the latest India News, download Indian Express App\n\n© IE Online Media Services Pvt Ltd", "link": "http://indianexpress.com/article/india/jammu-and-kashmir-pakistan-ceasefire-violation-poonch-balakote-sector-live-updates-5101885/", "published": "2018-03-19T03:20:00"}, {"title": "Rally led by Union MoS Ashwini Kumar Choubey’s son sparks communal clashes in Bhagalpur", "text": "Shops in Bhagalpur were shut on Sunday. (Express Photo: Santosh Singh) Shops in Bhagalpur were shut on Sunday. (Express Photo: Santosh Singh)\n\nA procession of BJP, RSS and Bajrang Dal workers — led by Arijit Shashwat, son of Union Minister of State Ashwini Kumar Choubey — triggered communal clashes in Bhagalpur town on Saturday, as the participants allegedly raised provocative slogans.\n\nThe procession, organised by the Bharatiya Navvarsh Jagran Samiti on the eve of the Hindu New Year, passed through a 15-km route, which included at least half-a-dozen Muslim-dominated areas. The clashes occurred in Medini Chowk under Nathnagar police station, a Muslim-dominated area.\n\nAccording to sources, the motorcycle procession was passing through the area at around 3.45 pm, when there was stone pelting. Lalmatia outpost in-charge Sanjeev Kumar, who was deployed in Nathnagar, said some of the slogans raised by the participants were “provocative”, and could have triggered the violence.\n\nDenying this, Shashwat, who unsuccessfully fought the last assembly elections as the BJP candidate from Bhagalpur, said: “It was a motorcycle procession. I was about 3-4 kms from the spot when the stone-pelting took place. The police jeep was moving ahead of me. You can check video clips of the incident to confirm what I am saying.”\n\nChoubey, Union Minister of State for Health and Family Welfare, said: “I am proud that Arijit is my son. All BJP workers are like my son. Is there anything wrong in leading a procession to celebrate the Hindu New Year? Kya Ma Bharat ki baat karna galat hai? Kya Vande Mataram kehna gunah hai? (Is it wrong to talk about Bharat Ma? Is it a crime to say Vande Mataram?)”\n\nSanjeev Kumar, a local BJP leader who took part in the procession, said the stone-pelting occurred when most of the motorcycles had moved ahead. “As some of the participants kept shouting slogans, some Muslims reacted. After some time, there was stone pelting,” he said.\n\nThree policemen were injured in the stone-pelting between the two communities. “Despite our best efforts, the stone-pelting continued for about 45 minutes,” said a police officer of Nathnagar police station. Bhagalpur SSP Manoj Kumar said the police had filed an FIR against unknown persons.\n\nThough no prohibitory orders have been imposed, most of the shops in Nathnagar remained closed on Sunday. Police and paramilitary forces have been deployed in 18 sensitive pockets in and around Bhagalpur town, including at least 10 areas under Nathnagar police station.\n\n“We are trying to identify lumpen elements. We have also been talking to the two communities,” said Nathnagar police station in-charge Mohammed Janifuddin.\n\nFor all the latest India News, download Indian Express App", "link": "http://indianexpress.com/article/india/rally-led-by-union-mos-ashwini-kumar-choubeys-son-sparks-communal-clashes-in-bhagalpur-5102725/", "published": "2018-03-19T04:52:00"}]}}}