{"newspapers": {"cnn": {"link": "http://edition.cnn.com/", "articles": [{"title": "How to Watch VR", "text": "IN YOUR HEADSET...\n\nHeadsets are hands-down the best way to watch VR stories. You can see the latest from CNNVR on the Samsung VR app , the Oculus Video app on Rift , or on the CNNVR app on Google Daydream . Just look left or right to explore the 360 world around you. Believe us, you need to try this.", "link": "http://edition.cnn.com/2017/03/04/vr/how-to-watch-vr", "published": "2017-03-04T00:00:00"}, {"title": "This entire Chinese village is a shrine to Xi Jinping", "text": "Liangjiahe, China (CNN) It's the kind of artwork you'd expect to see celebrating Mao Zedong, Vladimir Lenin or Kim Il Sung.\n\nBut this isn't Communist propaganda that harks back to Cold War days. The simple mural of Xi Jinping painted on the side of a dusty wall in this small village is a modern-day shrine to China's new \"president for life.\"\n\nA propaganda poster featuring Xi Jinping as a young Communist Party cadre adorns a wall in Liangjiahe Village, where the Chinese president spent seven years (1969-1975) during the tumultuous Cultural Revolution.\n\nThe portrait sits in the middle of Liangjiahe, where Xi spent his formative years living in cave homes and working as a young Communist Party cadre. It has since been transformed into a theme park of sorts, dedicated to enhancing a myth that paints Xi as a champion of the masses.\n\nYou can pay 60 yuan (about $10) for a tour guide to show you where Xi slept, the well he helped dig, and to hear stories about how selfless he was.\n\nThe cult-like adoration Xi has fostered is palpable here and shows how Xi's past is being used to legitimize his future -- a future that's highly likely to see him rule China indefinitely after presidential term limits were removed from the constitution.\n\nA rite of passage for young Chinese\n\nLike millions of young people from big cities, Xi was sent to this once hardscrabble village for \"re-education,\" under orders from Mao during the tumultuous 1966-1976 Cultural Revolution.\n\nXi ended up in the tiny and impoverished Liangjiahe, hundreds of miles away from the seat of power. Unlike many \"sent down\" youth, Xi hadn't been a Red Guard -- the group largely responsible for the violence that characterized the early years of the Cultural Revolution.\n\nBut Mao also wanted well-to-do city dwellers like Xi, who was the son of a high-ranking official, to get a sense of how difficult life was for poor farmers.\n\nNow, thousands of ambitious Communist Party members flock to the site each month, eager to show that they want to learn from the experiences of the party's most important person in decades.\n\nMao's portrait is hung at the Yangjialing auditorium in Yan'an, where the Chinese Communist Party held its seventh national congress in 1945, during which Mao Zedong Thought was confirmed as the party's guiding principle.\n\n\"All we need are Chairman Mao and President Xi ,\" said one visitor, who declined to give his name, but told us he's already visited the park several times.\n\nOne anecdote the tour guides share is that Xi was rewarded with a motorcycle for doing good work but he turned it down, choosing instead to purchase two machines that could grind corn for the village.\n\nThe guides walk for miles each day wearing thick blazers, wool skirts, and heels in blistering heat. Sporting white gloves and holding an umbrella to shield her from the sun, our perfectly made-up young guide shows us the three cave homes where Xi lived during his seven-year stay.\n\nElderly villagers who lived here the same time as Xi seem eager to share old memories.\n\n\"I joined the Communist Party together with Xi Jinping,\" said 79-year-old Shi Yuxin. He was then ushered away by a village official who'd been following and filming the CNN team before we could ask him any more questions.\n\nThe village has benefited handsomely from its association with Xi.\n\nWhere once there was no running water, the town now has paved roads, tree-lined walkways and a gleaming visitor center. Vendors sell everything from ice cream to hand-made hatchets.\n\nPosters of Mao Zedong and other reproduced Cultural Revolution-era articles are on display in several \"cave houses\" that Xi lived in the village.\n\nA cult of personality\n\nThe village has become a perfect example of the cult of personality Xi has propagated since taking control of the nearly 90 million-strong Communist Party in late 2012. It's part of the reason, scholars say, that he has been so successful in consolidating political power.\n\n\"This personality cult built around Xi, this anachronistic proliferation of larger-than-life achievements of Xi will be exacerbated as long as he is the ruler,\" said Willy Lam, a professor at the Chinese University of Hong Kong and a longtime China watcher.\n\n\"Because he probably believes these over-the-top eulogies work for the majority of ordinary Chinese who don't care about politics,\" he said.\n\nXi's power grab has been equal parts successful and swift. Critics say his popular anti-corruption drive was a ruthlessly effective way to purge his political enemies.\n\nXi's bed (shared with five others with his spot being the second from left) in his \"cave house.\"\n\nHe quickly stocked important positions within the government with his lieutenants and protégés, and tightened party control over state media.\n\nAt last year's party congress, Xi oversaw the creation of a new standing committee, the country's top decision-making body that included not only his allies, but no obvious successor.\n\nReturn to one-man rule\n\nOn Saturday, Xi began his second term but it's unlikely to be his last. The country's rubber-stamp parliament has also removed a constitutional clause that limited presidents to two consecutive five-year terms.\n\nCritics have argued that this is a return to the kind of one-man rule China has not seen since the Mao years.\n\n\"As a citizen, of course I have a sense of historical responsibility,\" said Li Datong, a former editor of the state-run China Youth Daily newspaper and one of the few voices of open opposition. \"As a person, I care about what my children and grandchildren think of me.\"\n\n\"When they look back at this historical moment and ask me how I reacted, if I say I kept quiet, I'd be full of guilt -- I want to be able to tell them that I was firmly opposed,\" he said.\n\nA photo of a youthful Xi as well as old newspapers adorn the wall above his old shared bed in a \"cave house.\"\n\nThere is a fear among critics like Li that China could be revisiting a darker period of its history, when Mao's unchecked power led to a series of disastrous initiatives, culminating in the Cultural Revolution in which millions of Chinese died.\n\nXi's own family was a victim of Mao's whims. His father, senior politician Xi Zhongxun, was persecuted and imprisoned before and during the Cultural Revolution.\n\nWhile many young Chinese sent to rural villages like Xi lost their faith in the party, Xi's own sense of loyalty grew.", "link": "http://edition.cnn.com/2018/03/19/asia/china-xi-jinping-village-intl/index.html", "published": "2018-03-19T00:00:00"}, {"title": "Xi Jinping is making sweeping changes to how China's government is run", "text": "(CNN) China's government is about to be massively restructured to fit President Xi Jinping's agenda.\n\nFrom a powerful new financial regulator to a super ministry to deal with the environment, wide-reaching changes to the way China is governed were passed by the National People's Congress, the country's rubber-stamp parliament, on Saturday.\n\nExperts said the sweeping reforms were some of the largest since the end of the Mao Zedong era in the 1970s.\n\n\"Clearly Xi is shoring up his power, but I would suggest what China also wants to do more than anything else is define a mode of government which is not liberal and at the same time ... is predictable, reliable, which is safe for businesses to invest in,\" Rana Mitter, director of the University China Center at Oxford, told CNN.\n\nIt comes just a week after the term limits on the Chinese presidency were removed by the National People's Congress as part of a power grab by Xi which effectively allows him govern for life if he chooses. He was confirmed for a second, five-year term in office on Saturday.\n\nAccording to state media, under the new plan the number of ministerial-level bodies will be reduced by eight to make the government \"better-structured (and) more efficient.\"\n\nHowever, Mitter said the entire Chinese power structure has effectively been reshaped around Xi's priorities, including cracking down on corruption, shoring up the economy and environmental protection.\n\nHere are five of the most significant changes and what they mean for China.\n\nChina is planning to formalize the rules for its new anti-corruption agency , the National Supervisory Commission or NSC.\n\nIt's the latest stage of Xi's ruthless campaign against corruption in China, which forced out multiple high-level party leaders and sent thousands of other officials to jail.\n\nThe new commission has long been teased in official media and its powers are expected to extend outside the Communist Party and the military to the rest of the government.\n\nWhat does it mean?\n\nIn a December report examining the framework of the new commission, Amnesty International said it was concerned the body's \"far-reaching powers\" could significantly infringe on Chinese citizens' human rights.\n\nJiangnan Zhu, associate professor at the University of Hong Kong's politics department, said the new commission would have agencies at national, provincial, prefectural and county levels, giving it countrywide reach.\n\n\"It will be the highest state organ of supervision ... It will help solidify the Chinese Communist Party's hold of the Chinese government and discipline a wider array of people who engage in public sectors,\" she said.\n\nChina is creating an environmental protection super ministry to tackle the growing problem of pollution in its fast-growing economy, the government announced Tuesday.\n\nAir pollution killed more than 1.1 million people in China in 2015, the most in the world, according to a study published by the US-based Health Effects Institute.\n\nReplacing the Ministry for Environmental Protection, the Ministry of Ecological Environment will set China's future environmental policies as well as ensuring they are properly enforced.\n\nNew evidence from a University of Chicago study found China was making progress in its \"war on pollution,\" improving air quality by as much as 42% in parts of the country.\n\nWhat does it mean?\n\nPollution control was one of \"three battles\" identified by Xi in 2017 as a focus for his second term as China's President, the other two being defusing financial risks and eradicating poverty.\n\nMa Jun, one of China's best known environmentalists, told CNN the new ministry would help to strengthen pollution controls and build a \"beautiful China.\"\n\n\"Taking water pollution as an example, the original duties of groundwater, watershed management and agricultural pollution control fall under various ministries and commissions ... resulting in responsibility overlaps and buck-passing,\" he said.\n\n\"After the integration of these responsibilities, the long-term situation of the 'Nine dragons governing the water collectively' will end,\" he said, using a Chinese saying.\n\nWith the reorganization, China's government will also take concrete steps to address the second of Xi's three battles -- growing concerns around financial risk and bad debt endangering the Chinese economy.\n\nAccording to party mouthpiece People's Daily, the changes are designed to supervise China's growing financial industries to avoid \"financial risks\" and protect consumer rights.\n\nWhat does it mean?\n\nThe Chinese government and Xi himself have placed a huge emphasis on shoring up the country's economy to avoid collapse or recession.\n\nJUST WATCHED China's NPC focuses on economic growth Replay More Videos ... MUST WATCH China's NPC focuses on economic growth 01:42\n\nShi Dalong, researcher with Suning Financial Services, said in a report the past supervision of Chinese banks and financial services hadn't been smooth.\n\nBut there could be a risks going forward as the new commission and Xi ally Liu He work to tighten regulations, Tan Kong Yam, Economics professor at Singapore's Nanyang Technological University, told CNN.\n\n\"(In the past) there have been periods where they tighten credit and it lead to slower growth, so they had to relax somewhat. It's a very fine balance between disciplining the system ... and overliberalizing it,\" he said.\n\nTan said there were also likely to be complaints from state-owned enterprises and banks as they found it increasingly difficult to get easy credit and loans to expand.\n\nA new international development cooperation agency will be set up to help coordinate China's aid across the world, according to state broadcaster Xinhua.\n\nIt will report directly to the State Council, China's cabinet headed by Premier Li Keqiang. The aim is to enhance China's international credentials as a \"major country,\" according to state media.\n\nWhat does it mean?\n\nChina has an increasingly ambitious foreign policy, including its huge Belt and Road trade and investment program, and is shaking up its foreign ministry as US global influence wanes under President Donald Trump.\n\nBob Carr, former Australian foreign minister and director of the Australia-China Relations Institute, told CNN previously Beijing had provided aid in a \"heavy-handed manner.\"\n\n\"I think they will shift to a profile in overseas development that will resemble that of OECD countries,\" he said.\n\n\"They've been studying it for some time and I think (the new agency) means aid will be more directly related to the social and economic needs of the state. Fewer big political or vanity projects and fewer examples of a Chinese-built road to a Chinese port to a Chinese mine.\"\n\nIt was the agency that implemented China's infamous one-child policy with an iron fist from its creation in 1981 until government control was relaxed in 2015.\n\nNow the Chinese government has announced the Family Planning Commission will be dismantled as the administration moves away from population control.\n\nWhat does it mean?\n\nChina's birth rate dropped in 2017, down 630,000 compared to the previous year, despite the government announcing two years ago Chinese couples were officially allowed to have a second child.\n\nThe removal of the Family Planning Commission was both \"important and symbolic,\" Yi Fuxian, scientist at the University of Wisconsin-Madison and author of \"A Big Country in an Empty Nest\" told CNN.\n\n\"With the enforcer of family planning population policy retiring from the historical stage, China has completed a u-turn in the national population policy,\" he said.\n\n\"I believe it's the end of an old era and start of a new era for population policy -- respect for life, protection of human rights, regard population as wealth rather than waste, and treat people as human beings rather than trash.\"", "link": "http://edition.cnn.com/2018/03/16/asia/chinese-government-changes-intl/index.html", "published": "2018-03-16T00:00:00"}, {"title": "Socialism with Chinese characteristics? Beijing's propaganda explained", "text": "(CNN) Few political groups in the world have mastered the art of obfuscating phrases and confusing doublespeak as successfully as the Chinese Communist Party (CPC).\n\nFrom \"socialism with Chinese characteristics\" to the \"One Belt One Road\" plan, through to the recently announced \"new principal contradiction,\" China's powerful ruling party regularly uses opaque terms which mean little to casual observers.\n\nThis month, China holds its annual \"two sessions\" in Beijing to endorse the policies of the increasingly dictatorial Chinese President Xi Jinping\n\n\"Two sessions\" itself is Beijing jargon -- it stands for the back-to-back meetings of the National People's Congress, the country's rubber-stamp legislature, and the Chinese People's Political Consultative Conference -- an advisory body.\n\nDuring the meetings, there will be no shortage of Communist Party language on display. Here are some of the most common terms you can expect to hear, and what they mean.\n\nSocialism With Chinese Characteristics\n\nFollowing the death in 1976 of Mao Zedong, the founder of the People's Republic, his powerful successor Deng Xiaoping moved to open up the country's economy. But how could an anti-capitalist political party built on Marxism-Leninism embrace elements of a free market?\n\nThe answer turned out to be inventing \"socialism with Chinese characteristics.\"\n\nEssentially, it means state-sponsored capitalism.\n\n\"(The phrase) explains how it can be that China is headed by a Communist Party yet has abandoned some of the main things typically associated with Marxism, such as working toward a future in which wealth is fairly evenly distributed,\" said Jeffrey Wasserstrom, professor of history at University of California, Irvine.\n\n\"It can mean many things, such as a situation in which there is room for private enterprise, yet the state still plays an active role in managing the economy and state-run enterprises matter a lot.\"\n\nXi Jinping Thought (On Socialism with Chinese Characteristics For a New Era)\n\nSince October, when the Communist Party held its five-yearly congress, banners and signs across Beijing hailed the newly announced Xi Jinping Thought On Socialism with Chinese Characteristics for a New Era.\n\nOfficials have been told to study it, perhaps at one of the 10 research institutes that have been set up to interpret it, newspaper editorials lauded it and on Sunday it will be formally added to China's constitution. So what is it?\n\n\"It's probably a world view, rather than very carefully worked through ideological pointers,\" Rana Mitter, director of the University China Center at Oxford University, told CNN.\n\nA motorcyclist rides past a propaganda poster showing China's President Xi Jinping next to a freeway outside of Tongren, Qinghai province on March 2, 2018.\n\n\"The centrality of the CPC itself as a driving force for Chinese domestic politics and life, and most distinctly, the assertion of a much more active China in the wider world.\"\n\nIt is also a way to burnish Xi's political brand as he continues to accumulate power and set himself up to be China's leader for a long time yet, experts said.\n\n\"The main part of this to focus on is just that it involves elevating a creed with the leader's name in it to sacred status, something that hasn't been done with a living leader since Mao's time,\" Wasserstrom said.\n\nThe Chinese Dream\n\nBefore Xi Jinping Thought, there was the \"Chinese Dream.\"\n\nIt was Xi's original idea to brand the policies of his new government, after he took power in 2012, and was plastered across Chinese cities.\n\n\"Xi defines the Chinese Dream as 'the dream of the rejuvenation of the Chinese nation',\" Minglu Chen, senior lecturer at the University of Sydney, said.\n\n\"According to Xi's report to the 19th Party Congress in 2017, the Chinese Dream is a very inclusive idea that has social, economic, political, military and foreign relations aspects.\"\n\nJUST WATCHED Trump: China's Xi is president for life Replay More Videos ... MUST WATCH Trump: China's Xi is president for life 01:12\n\nIt has obvious comparisons to the idea of the American Dream, in which any citizens of the United States can be anything they want if only they work for it.\n\nThe idea of the \"Chinese Dream\" has been left intentionally broad to encompass many different things, Mitter said, adding he'd heard it defined as both a prosperous economy and a more assertive China in the Asia region.\n\nBut Chen added there was another dimension to Xi's dream in 2012 which is all the more relevant with every passing day.\n\n\"The Chinese Dream has become a new source of the CPC's legitimacy, as 'the Chinese Dream will be an empty dream without the CPC's leadership',\" she said.\n\nThe Core of the Party\n\nIn October 2016, Xi Jinping was named \"the core of the Chinese Communist Party,\" a moment which revealed his power inside the country was growing.\n\nHe was already China's President and, more importantly, the General Secretary of the CPC, but in the Chinese government having a traditional title alone doesn't indicate how powerful you are.\n\nBeing \"the core\" elevates a Party Secretary above his peers, demonstrating his grip on power and his intent to use it as he sees fit.\n\n\"(The term) denotes that a single leader is the main one to focus on, as opposed to just the first among equals in a rule by committee situation,\" Wasserstrom said.\n\nFormer CPC leaders Mao, Deng and once-General Secretary Jiang Zemin were all labeled \"the core\" during their times in power, but tellingly Xi's immediate predecessor, Hu Jintao, was not.\n\n\"Hu Jintao was the first among equals and (his government practiced) clear collective decision making. Xi Jinping is no longer the first among equals,\" Zhang Baohui, professor of political science at Hong Kong's Lingnan University, told CNN in 2016.\n\nBelt and Road\n\nOverall, it is a huge, ambitious trade and infrastructure scheme by the Chinese government to link 68 countries and up to 40% of the world's GDP in an enormous trade route.\n\nA signature policy of Xi, it is a modern take on the Silk Road trade route from Europe to China. The Belt is a land connection spanning Asia and Europe and the Road is a wide network of maritime trading routes, from Fuzhou to Venice.\n\nBut what it will look like in practice, who pays for each stage of the trade route and which countries are involved is less clear. One expert described it to CNN in 2017 as more of a \"philosophy\" or \"party line\" than an actual policy.\n\nJUST WATCHED China's Belt and Road plan Replay More Videos ... MUST WATCH China's Belt and Road plan 01:29\n\n\"This is a catch-all pretending to be something specific,\" Wasserstrom said.\n\nIt doesn't even have a settled upon name or abbreviation -- examples have included One Belt One Road, the Belt and Road Initiative and the unfortunately acronym-ed Belt and Road Forum (BARF), used when a summit on the initiative was held last May.\n\nWhatever its name, some argue the policy is just a huge expansion of China's power across the world, allowing it to push their bid to replace the United States as the primary international superpower.\n\nPrincipal contradiction\n\nEach \"principal contradiction\" is the main problem facing Chinese society, which must be identified and solved to avoid the society crumbling.\n\nAccording to state-run Xinhua news agency, the Party has always identified a principal contradiction that its policies and initiatives are aimed at solving (in theory).\n\n\"Soon after 1949, it was 'the people versus imperialism, feudalism and the remnants of Kuomintang forces' which evolved into 'proletariat versus bourgeoisie,' a mentality which led to prolonged social turmoil across the country,\" an editorial published after the 19th Party Congress said.\n\nPorcelain cups featuring portraits of Chinese President Xi Jinping, right, and former Chinese leader Mao Zedong stand on display at a store window in Beijing, China, on February 26.\n\nOnce he took power, Deng announced the Party's principal contradiction in 1981 would move away from class warfare and towards \"material and cultural needs\" of the country.\n\nIn 2017, Xi has changed it once again, a \"new principal contradiction\", this time to place less emphasis on endless growth and more on quality growth.\n\n\"Now with China being the second largest economy in the world and a global power, the most pressing issue to be solved has become 'the people's ever-increasing demand for a better life' and 'unbalanced and inadequate development',\" Chen said.\n\nViolating Party discipline\n\nWhenever a Chinese official, no matter how high-ranking, is removed from power, you'll almost always hear they have \"violated party discipline.\"\n\nBut what does it mean? Basically, in most cases it refers to corruption, Mitter said.\n\n\"In some cases it also has to do with following particular lines. If you think back to (former senior politician) Bo Xilai, he was clearly charged with corruption, but part of the problem was trying to carve out his own distinct political path,\" he said.\n\nThere's a very specific reason why the Communist Party uses the term \"violated party discipline,\" rather than just naming the actual charges.\n\n\"The party still takes very seriously the idea it is the vanguard institution of society, the party is supposed to be above the corrupt behavior of society,\" Mitter said.\n\n\"Seeing high officials actually involved in corruption is seen as something which could degrade the way in which the whole governance of the party is regarded by the people.\"", "link": "http://edition.cnn.com/2018/03/10/asia/china-npc-communist-party-phrases-intl/index.html", "published": "2018-03-10T00:00:00"}]}, "bbc": {"rss": "http://feeds.bbci.co.uk/news/rss.xml", "link": "http://www.bbc.com/", "articles": [{"link": "http://www.bbc.co.uk/news/world-europe-43455950", "published": "2018-03-19T09:17:37", "title": "Russia election: Muted Western reaction to Putin victory", "text": "Media playback is unsupported on your device Media caption How the Russian election unfolded\n\nWorld leaders are congratulating Vladimir Putin on his election for a new six-year term as Russian president, but so far no Western leaders have responded to his victory.\n\nChinese President Xi Jinping said his country's partnership with Russia was at its \"best level in history\".\n\nMr Putin got more than 76% of the vote, official results show.\n\nHe said he was considering changes to his government, including the post of prime minister.\n\nFormer President Dmitry Medvedev has held the post since he changed places in 2012 with Mr Putin, who has ruled the country as either president or prime minister since 1999.\n\nThe main opposition leader, Alexei Navalny, was barred from the race.\n\nWhat has been the reaction around the world?\n\nIn a congratulatory message to Mr Putin, China's Mr Xi said: \"Currently, the China-Russia comprehensive strategic cooperative partnership is at the best level in history, which sets an example for building a new type of international relations.\"\n\nThe leaders of Kazakhstan, Belarus, Venezuela, Bolivia and Cuba were among others who also sent their best wishes.\n\nBut no Western leaders have so far made any comment. Tensions between Russia and the West have deepened in recent weeks after the poisoning of an ex-spy in Britain, which the UK government blamed on Russia.\n\nGerman Foreign Minister Heiko Maas, arriving for a meeting of EU foreign ministers in Brussels, questioned the fairness of the election and said Russia would remain a difficult partner, but added: \"We want to remain in dialogue.\"\n\nEU foreign policy chief Federica Mogherini, meanwhile, focused on the poisoning, which she condemned as \"absolutely unacceptable\".\n\nThe UK expelled 23 Russian diplomats from London, prompting a tit-for-tat response from Moscow. The US, which has backed the UK's condemnation of Russia, recently imposed sanctions on a group of Russians over alleged interference in the 2016 election.\n\nWhat happened in the election?\n\nThe scale of victory - which had been widely predicted - appears to be a marked increase in Mr Putin's share of the vote from 2012, when he won 64%. Turnout, at more than 67%, also appears to be up.\n\nImage copyright AFP Image caption Turnout was reported to be more than 67% - higher than in the last vote\n\nAddressing a rally in Moscow, Mr Putin said voters had \"recognised the achievements of the last few years\".\n\nHis nearest competitor, millionaire communist Pavel Grudinin, received slightly less than 12%.\n\nThe race also included Ksenia Sobchak, a former reality TV host, and veteran nationalist Vladimir Zhirinovsky - they got less than 2% and less than 6% respectively.\n\nIn some areas, free food and discounts in local shops were on offer near polling stations.\n\nWhat criticisms have there been?\n\nVideo recordings from polling stations showed irregularities in a number of towns and cities across Russia. Several showed election officials stuffing boxes with ballot papers.\n\nMr Navalny was excluded from the election because of an embezzlement conviction that he said was manufactured by the Kremlin.\n\nIn his first reaction to the election result, Mr Navalny indicated he had been unable to contain his anger.\n\n\"Now is the season of Lent. I took it upon myself never to get angry and not to raise my voice. Oh well, I'll try again next year,\" he tweeted.\n\nDuring polling day, independent election monitoring group Golos reported hundreds of irregularities, including:\n\nVoting papers found in some ballot boxes before polls opened\n\nObservers were barred from entering some polling stations\n\nSome people were bussed in amid suspicion of forced voting\n\nWebcams at polling stations were obstructed by balloons and other obstacles, as this video from the Siberian city of Kemerovo posted by the group demonstrates\n\nBut Ella Pamfilova, head of the Central Electoral Commission, said there were only half as many reported violations compared to 2012, and that none had been serious.\n\nSunday's vote was also the first in Crimea since Russia seized the region from Ukraine. Mr Putin's victory rally coincided with the anniversary of the annexation.\n\nThe annexation was bitterly contested by Kiev and ratcheted up tensions between Russia and the West. Russians living in Ukraine were unable to take part in Sunday's vote because access to Russian diplomatic missions was blocked by the Kiev government.", "keywords": []}, {"link": "http://www.bbc.co.uk/news/uk-43453292", "published": "2018-03-19T06:00:50", "title": "Briton Anna Campbell killed fighting with Kurdish YPJ unit", "text": "A British woman volunteer with the all-female Kurdish armed unit the YPJ has been killed in Syria, her father has told the BBC.\n\nIt is understood Anna Campbell, 26, from Lewes in East Sussex, died on 15 March in Afrin, which has been under bombardment by Turkish forces.\n\nDirk Campbell said his daughter was \"very idealistic\" and \"determined\".\n\nTurkey has been fighting Kurdish groups on Syrian territory close to its border since January.\n\nMs Campbell, who was a qualified plumber in the UK, travelled to Syria in May 2017 to help the Kurds, who were battling the Islamic State group.\n\nHer father said: \"She wanted to create a better world and she would do everything in her power to do that.\"\n\nHe added: \"I told her of course that she was putting her life in danger, which she knew full well she was doing.\n\n\"I feel I should have done more to persuade her to come back, but she was completely adamant.\"\n\nBritish police have repeatedly warned against travelling to Syria, and have advised that becoming involved with any armed group could lead to arrest and prosecution.\n\nStood out\n\nThe BBC understands Ms Campbell had originally been involved in the fighting with the YPJ in Deir ez-Zor, where IS have continued to hold the last of their territory.\n\nBut in January, Turkish forces began a major offensive against the Kurds along the northern Syrian border.\n\nMany Kurdish fighters left the fight against IS to defend Afrin and some British volunteers are known to have joined them.\n\nMr Campbell told the BBC he understands his daughter's Kurdish comrades tried to stop her.\n\nImage caption Ms Campbell dyed her hair black before moving on to Afrin\n\n\"With fair hair and blue eyes they knew she would stand out, but she dyed her hair black and persuaded them to let her go,\" he said.\n\nHe added: \"I contacted my MP Maria Caulfield as soon as I knew she was in danger from the Turkish bombardment.\n\n\"I emailed my MP and said my daughter is in danger, you have to get on to the Foreign Office and get them to put pressure on Turkey to stop.\"\n\nTurkey sees the YPJ and associated YPG as an extension of the banned Kurdistan Workers' Party (PKK), a link that the Kurds deny.\n\nImage copyright Getty Images Image caption Turkish forces stepped up their offensive in Afrin in January\n\nYPJ commander in Syria, Nesrin Abdullah, said Ms Campbell had \"insisted\" on leaving for Afrin, adding: \"Although we tried to keep her far from the frontlines, the attacks from the Turkish state were very heavy.\"\n\nEighth British death\n\nFriends of Ms Campbell in Syria told the BBC she was killed by Turkish airstrikes, describing her as a feminist with \"sincerity and courage\" who wanted to fight for women's liberation in the Middle East.\n\nShe is the first British woman to have died in Syria with the YPG or YPJ, but the eighth citizen to have been killed while assisting the groups.\n\nMr Campbell said he was \"in pieces\", having only heard about the death on Sunday.\n\nHe said his daughter had been involved in human rights activism in the UK and it was the Kurdish aim of creating a democratic society in the wake of IS that inspired her to join them.\n\n\"When she heard about the political experiment in Rojava [the Kurdish area of northern Syria] this seemed to her to be the way the world should be\"\n\n\"The social organisation at all levels, the equality. She wanted to help protect that.\"", "keywords": []}, {"link": "http://www.bbc.co.uk/news/uk-43453525", "published": "2018-03-19T09:39:10", "title": "Ant McPartlin arrested over drink-driving collision", "text": "Image copyright Getty Images\n\nTV presenter Ant McPartlin has been arrested on suspicion of drink-driving after a collision involving three vehicles in south-west London.\n\nThe Metropolitan Police said officers were called to Lower Richmond Road in Mortlake at 15:59 GMT on Sunday.\n\nThe ambulance service and London Fire Brigade also attended and a number of people were treated for minor injuries.\n\nPolice said a 42-year-old man was arrested at the scene after failing a roadside breathalyser test.\n\nHe was taken to a south London police station for questioning before being released under investigation on Monday.\n\nA child passenger in one of the cars was taken to hospital for a check-up as a precaution, the Met added.\n\nMr McPartlin, who co-hosts several ITV shows with Declan Donnelly, including I'm A Celebrity Get Me Out of Here, confirmed in January he was divorcing his wife of 11 years, Lisa Armstrong.\n\nImage copyright Getty Images Image caption Ant McPartlin and Lisa Armstrong have been a couple for 23 years\n\nThe Bafta-winning star spent two months in rehab last year after admitting his painkiller and alcohol addiction. The addiction stemmed from a painful knee operation in 2015.\n\nMr McPartlin said he was clean from drugs and alcohol in August and returned to presenting duties in November on I'm A Celebrity.\n\nHe and Mr Donnelly have established themselves as one of Britain's most popular TV double acts over the course of their careers and, for the 17th consecutive year, were voted by viewers as TV's best entertainment presenters at the National Television Awards in January.\n\nAs well as I'm A Celebrity, the duo present two other ITV shows - Britain's Got Talent and Ant and Dec's Saturday Night Takeaway, which is currently in the middle of its run.\n\nAs Saturday Night Takeaway is broadcast live, Mr McPartlin is scheduled to be back on air this Saturday. ITV are yet to comment on whether Sunday's events will affect the show.", "keywords": []}, {"link": "http://www.bbc.co.uk/news/uk-43453833", "published": "2018-03-19T05:34:51", "title": "Russian spy: International team to test Salisbury poison", "text": "Image copyright EPA/ Yulia Skripal/Facebook Image caption Sergei Skripal, 66, and his daughter Yulia, 33, are in a critical condition in hospital\n\nInternational experts are due in the UK to assess the type of nerve agent used to poison ex-spy Sergei Skripal and his daughter in Salisbury.\n\nA team from the Organisation for the Prohibition of Chemical Weapons (OPCW) will visit the military research base at Porton Down in Wiltshire.\n\nExperts at the site say the agent is of a type first developed by the Russians.\n\nPresident Putin said the idea of state involvement - before Sunday's election and the World Cup - was \"unimaginable\".\n\nSpeaking after winning a fourth term as leader, he insisted Russia had destroyed all of its chemical weapons, adding it was \"nonsense\" to implicate his government in the attack on 4 March.\n\nForeign Secretary Boris Johnson had earlier accused Moscow of stockpiling the agent used in the attack.\n\nMr Johnson is travelling to Brussels to seek further support for Britain's stance, from both the European Union and Nato.\n\nThe delegation from the Netherlands-based OPCW, which polices the prohibition of chemical weapons, will also meet senior detectives.\n\nThey have been invited by the UK to independently verify the nerve agent used and will take at least two weeks to produce results.\n\nVentilation system theory\n\nSergei Skripal, 66 and Yulia Skripal, 33, remain critically ill in hospital. They were found slumped on a bench near a shopping centre in the centre of Salisbury, having visited a pub and a restaurant.\n\nImage copyright Getty Images Image caption The experts from the OPCW will visit Porton Down\n\nThe Metropolitan Police are treating the attack as attempted murder.\n\nThey have renewed their appeal for sightings of Mr Skripal's burgundy BMW 320D saloon car, registration HD09 WAO, in Salisbury on the morning of 4 March.\n\nAccording to sources cited in a report on ABC News in the US, Mr Skripal and his daughter may have been exposed to the nerve agent through the vehicle's ventilation system.\n\nPolice say they have recovered 762 exhibits and are trawling through about 4,000 hours of CCTV footage.\n\nOfficers said they were \"making good progress in what is a painstaking investigation that is likely to be ongoing for weeks, if not months\".\n\nNext steps\n\nPrime Minister Theresa May told MPs last week that the substance used in the attack had been identified as belonging to a group of military-grade nerve agents known as Novichok, developed by the Soviet Union.\n\nSpeaking on the BBC's Andrew Marr Show, Boris Johnson said: \"We actually have evidence within the last 10 years that Russia has not only been investigating the delivery of nerve agents for the purposes of assassination, but has also been creating and stockpiling Novichok.\"\n\nImage copyright Getty Images Image caption Police say their investigation will take \"weeks, if not months\"\n\nOn Saturday, the Russian foreign ministry said UK staff would be expelled from Moscow within a week, in response to Britain's decision to expel 23 Russian diplomats.\n\nIt also said it would close the British Council in Russia, which promotes cultural ties between the nations, and the British Consulate in St Petersburg.\n\nThe prime minister has said the UK government would consider its next steps \"in the coming days, alongside our allies and partners\".\n\nMeanwhile, the shadow attorney general Shami Chakrabarti reiterated Labour's position that the incident was either a \"loss of control\" by the Russian state or a \"malevolent directed attack\".\n\nJohn McDonnell, the shadow chancellor, said Labour had given a \"constructive critique\" in response to the incident which others \"had misread\".\n\nHe told ITV's Peston on Sunday: \"We support exactly what the prime minister said and we condemn Russia for this, condemn them.\"", "keywords": []}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/world/2018/mar/18/vladimir-putin-wins-russian-election-with-more-than-70-of-vote-exit-poll", "published": "2018-03-18T21:31:38", "title": "Vladimir Putin secures landslide victory in Russian election", "text": "President takes more than 75% of vote according to partial results, extending Putin’s time in office to nearly a quarter of a century\n\nVladimir Putin cruised to victory in Sunday’s presidential elections in a result that was never in question. His fourth term as president will extend until 2024, making him the first Kremlin leader to serve two decades in power since Josef Stalin.\n\nWith results still coming in, Putin looked set to exceed expectations by clinching more than 75% of the vote.\n\nPutin 4.0: as Russian president prepares for fourth term, what next? Read more\n\nTurnout, which was seen as a measure of the Kremlin’s legitimacy in this uncompetitive campaign, was close to 60% as of 9pm GMT on Sunday evening after a long day of voting. The Kremlin had hoped to match the 65% who cast votes in 2012 and had initially sought 70% turnout.\n\n“Thank you for your support,” Putin told crowds on Manezhnaya Square just under the Kremlin walls, wearing a black down jacket with a fur hood. “Everyone who voted today is part of our big, national team.”\n\nAsked by a journalist about whether he would consider future runs for president, he responded: “What you’re saying is just silly … what, am I going to sit here for 100 years?”\n\nAsked about the poisoning of Sergei Skripal in Britain, he said Russia did not currently have chemical weapons and it would be “nonsense” to think Russia would launch such an attack in the lead up to an election. Putin said that if the substance used in the attack had really been a military nerve agent, then it would have killed anyone targeted on the spot.\n\nPlay Video 0:48 Vladimir Putin: 'Nonsense' to think Russia would poison ex-spy before election - video\n\nRussians had a choice of eight candidates, including the Communist Pavel Grudinin, whose title to a former state fruit farm has made him a millionaire, and Ksenia Sobchak, the daughter of Putin’s political mentor, who presented a liberal programme.\n\nPutin’s campaign chairman declared turnout to be high and needled London by suggesting that may be a rally-round-the-flag response by voters to the accusations over the Salisbury attack.\n\n“Right now the turnout numbers are higher than we expected. We need to thank Great Britain for that because once again they did not consider the Russian mentality,” said the campaign chairman. “Once again we were subject to pressure at just the moment when we needed to mobilise.”\n\nRussian voters go to the polls – in pictures Read more\n\nTurnout was the main focus of the campaign in recent weeks, with the Kremlin launching a broad get-out-the-vote campaign, which included selfie contests and raffles of iPhones and even cars for voters. The opposition declared a boycott and sent observers across the country to monitor the voting process.\n\nMonitors organised by opposition leader Alexei Navalny and others complained of ballot stuffing and other methods of increasing turnout in Sunday’s votes, but an official from Russia’s elections committee said no serious violations had taken place.\n\n\n\n\n\n", "keywords": []}, {"link": "https://www.theguardian.com/world/2018/mar/19/briton-kurds-anna-campbell-dies-fighting-turkey-syria-afrin", "published": "2018-03-19T06:00:25", "title": "British woman killed fighting Turkish forces in Afrin", "text": "A British woman fighting alongside Kurdish forces in Afrin, northern Syria, has been killed, her Kurdish commanders have said.\n\nAnna Campbell, from Lewes, East Sussex, was volunteering with the US-backed Kurdish Women’s Protection Units (YPJ) – the all-female affiliate army of the People’s Protection Units (YPG) – in the besieged city of Afrin when the convoy she was travelling in was struck by a Turkish missile on 16 March.\n\nSources say the 26-year-old initially travelled to Syria to join the Kurdish struggle against Islamic State, but begged her Kurdish commanders to send her to the Afrin front after Turkey launched a ground and air offensive to oust Kurdish forces from its borderlands in January.\n\nKurdish Afrin is democratic and LGBT-friendly. Turkey is crushing it with Britain’s help | Owen Jones Read more\n\n“They refused at first, but she was adamant, and even dyed her blonde hair black so as to appear less conspicuous as a westerner,” a YPJ source told the Guardian.\n\n“Finally they gave in and let her go.”\n\nShe is not only the first British woman killed fighting alongside Kurdish forces in Syria, but also the first Briton to die there since Turkey launched its incursion into Kurdish-held territory on 20 January.\n\nIn a statement to the Guardian on Sunday, YPJ commander and spokesperson Nesrin Abdullah said: “[Campbell’s] martyrdom is a great loss to us because with her international soul, her revolutionary spirit, which demonstrated the power of women, she expressed her will in all her actions … On behalf of the Women’s Defence Units YPJ, we express our deepest condolences to [her] family and we promise to follow the path she took up. We will represent her in the entirety of our struggles.”\n\nHer father, Dirk Campbell, described her as a “beautiful and loving daughter” who “would go to any lengths to create the world that she believed in”.\n\n“Anna was very idealistic, very serious, very wholehearted and wanted to create a better world. She wasn’t fighting when she died, she was engaged in a defensive action against the Turkish incursion.”\n\nFacebook Twitter Pinterest Anna Campbell, a British national who was killed alongside YPJ forces in Afrin. Photograph: Handout\n\nIn recent months Turkey has shifted its focus from fighting Isis in Syria to preventing the YPG from establishing a foothold along its border, arguing that the YPG is linked to its own insurgent group, the Kurdistan Workers’ party (PKK). The US, EU and Britain, however, do not consider the YPG a terrorist group, which it has supported in its fight against Isis since 2014.\n\n\n\nDirk Campbell said his daughter had dedicated her life to the fight against “unjust power and privilege”.\n\nHe said she was a committed human rights and environmental campaigner who would “put herself on the line for what she believed in”.\n\n“It seems a small thing, but I remember when she was 11, she protected a bumblebee from being tormented by other kids at school,” he recalled. “She did it with such strength of will that they ridiculed her. But she didn’t care. She was absolutely single-minded when it came to what she believed in, and she believed what Turkey is doing is wrong.”\n\nHe said his daughter’s passion for campaigning was inspired by her mother, Adrienne, who was well-known on the south of England’s activism scene and died of breast cancer five years ago. “Anna was a credit to her mum, my wife, and was carrying on a lot of the kind of work that she was doing,” he added.\n\nCampbell told her father of her plans to travel to northern Syria last May after she heard about the grassroots feminist and socialist revolution that has swept Rojava (the semi-autonomous Kurdish region of northern Syria and heartland of the YPG/J) and inspired the Kurds’ fight against Isis.\n\n“I didn’t try to stop her,” Mr Campbell said. “Because I knew, once she had decided to do something, she was unstoppable. That’s why she went to Rojava: to help build a world of equality and democracy where everyone has a right to representation. When she told me she was going I joked: ‘It’s been nice knowing you.’ I just knew it might be the last time I’d see her.”\n\nUpon arrival in Rojava, Campbell completed the YPJ’s mandatory month-long military training course, in which new recruits learn basic Kurdish, weaponry and battlefield tactics on top of a crash course in the egalitarian and feminist ideology of the YPG/J, and was assigned to an infantry division, comprising a mix of Kurdish and international fighters. There she was given the nom-de-guerre Helîn Qerecox and sent to the front.\n\nYPJ sources said she spent her first months in the country fighting in Deir ez-Zor, Isis’s last major stronghold and scene of the jihadist group’s bitter last stand. But with Isis now on the brink of defeat, foreign fighters within Kurdish ranks have faced a choice: return home or remain in Syria to help the YPG repel Turkey’s attack.\n\n“After the initial attacks on Afrin, comrade Helîn insisted on joining the operation to defend Afrin,” said Abdullah. “Before leaving, she had already received her military training, and, although we wanted to protect her and did not agree with her decision … she incessantly insisted on her wish to leave for Afrin. She even gave us a condition: ‘Either I will go home and abandon the life as a revolutionary or you send me to Afrin. But I would never leave the revolution, so I will go to Afrin’.”\n\nShe added: “For us, as the YPJ, comrade Helîn will always be a symbol as a pioneering internationalist woman. We will live up to her hope and beliefs. We will forever pursue her aim to struggle for women, for oppressed communities.”\n\nMark Campbell, activist and co-chair of the Kurdistan Solidarity Campaign, added: “Anna, by all accounts, was taken deep into the heart of the Kurdish people as she stood side by side with them in their darkest hour. Our thoughts and condolences are with Anna’s family and friends as this time.”\n\nCampbell is believed to be the eighth British citizen killed while serving with Kurdish forces in Syria.", "keywords": []}, {"link": "https://www.theguardian.com/uk-news/2018/mar/19/gambling-regulator-urges-government-to-cut-fobt-stakes-to-30", "published": "2018-03-19T08:27:10", "title": "Gambling regulator says FOBT stakes may be set higher than £2", "text": "The UK’s gambling regulator has given the government the all-clear to defy calls to cut the stakes on the roulette-style games offered on controversial fixed odds betting terminals (FOBTs) to £2.\n\nThe Gambling Commission’s recommendation will be one of the most influential submissions to a review by the Department for Digital, Culture, Media and Sport, which has said it will cut the maximum bet on FOBTs from £100 to a range between £2 and £50.\n\n\n\nThe commission recommended the lowest possible limit of £2 per spin be imposed on “slots” games, similar to fruit machines.\n\nSign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk\n\nBut despite campaigners’ concerns about the risks of casino-style games including roulette offered on FOBTs, by far the most popular category, the commission said stakes for these should be cut to £30 or below.\n\nThe recommendation is likely to be seen as a victory for bookmakers, who derive more than half of their annual revenues from FOBTs and say a cut to £2 on these games would force shops to close and cost jobs. Shares in William Hill and Ladbrokes Coral rose around 4% after the news.\n\nThe commission recommended a series of other measures, including greater use of “tracked play”, where betting patterns are monitored to identify problem gambling behaviour and tighter controls on online gambling.\n\nThe Gambling Commission’s chief executive, Neil McArthur, said: “In our judgment, a stake cut for fixed odds betting terminals alone doesn’t go far enough to protect vulnerable people. That is why we have recommended a stake cut plus a comprehensive package of other measures to protect consumers.\n\n“We have proposed actions that will tackle both the risk of harm and provide solutions that are sustainable in the longer term.”\n\nA spokesperson for Fairer Gambling, which has been campaigning for a blanket reduction in all B2 stakes to £2, said: “The Gambling Commission is giving the government free rein to determine an appropriate stake. We are confident that when the evidence has been reviewed, £2 a spin will be considered the most appropriate level.”\n\nThe culture secretary, Matt Hancock, is understood to be open to the idea of a cut to £2 but is facing pressure for a softer option from the Treasury, which derives a large slice of its £700m in machine gaming duty from FOBTs.", "keywords": []}, {"link": "https://www.theguardian.com/sport/2018/mar/19/navratilova-bbc-pays-mcenroe-10-times-more-for-wimbledon-role", "published": "2018-03-19T00:01:17", "title": "Navratilova: BBC pays McEnroe 10 times more for Wimbledon role", "text": "Tennis champion says fellow pundit John McEnroe earns at least £150,000, while she is paid £15,000\n\nTennis champion Martina Navratilova has accused the BBC of valuing male voices more than female voices, after discovering that fellow Wimbledon pundit John McEnroe is paid at least 10 times more than her.\n\n\n\nNavratilova, who was crowned Wimbledon ladies’ champion nine times, told Panorama she was paid about £15,000 by the BBC for her commentator role at Wimbledon while McEnroe earned between £150,000 and £199,999.\n\nMcEnroe’s pay packet was revealed in a list of the BBC’s top-paid talent last summer.\n\nIn an interview for Panorama: Britain’s Equal Pay Scandal, which airs on Monday, Navratilova said: “It was a shock because John McEnroe makes at least £150,000 ... I get about £15,000 for Wimbledon and unless John McEnroe’s doing a whole bunch of stuff outside of Wimbledon he’s getting at least 10 times as much money.”\n\nNavratilova said she was told she was getting paid a comparable amount to men doing the same job as her, adding: “We were not told the truth, that’s for sure.”\n\n“It’s still the good old boys’ network ... The bottom line is that male voices are valued more than women’s voices,” she said.\n\nShe added that that her agent would ask for more money in future.\n\nBBC Sport defended the discrepancy, saying McEnroe’s role was of “a different scale, scope and time commitment”, to Navratilova, adding: “They are simply not comparable.”\n\nA spokeswoman said: “Along with Sue Barker, John is regarded as the face of our Wimbledon coverage. He is a defining voice within the BBC’s coverage. He is widely considered to be the best expert/commentator in the sport, highly valued by our audiences and his contract means he cannot work for another UK broadcaster without our permission. His pay reflects all of this – gender isn’t a factor.”\n\nPanorama said it estimated that McEnroe, who was crowned Wimbledon champion three times, appeared about 30 times for the BBC at Wimbledon last year, compared with Navratilova’s 10 appearances.\n\nThe gender pay row at the BBC erupted last summer when it published a list of its top-earning, on-air stars, which revealed that just a third were women and the top seven were men. This led to more than 40 of its highest-profile female presenters, including Clare Balding, Fiona Bruce and Emily Maitlis, to publicly call for change through a letter to the director general, Tony Hall.\n\n\n\nThe furore prompted the BBC to review its pay structure, with the corporation finding that men were being paid 9.3% more than women at the broadcaster on average and that nearly 500 employees may be getting paid less than colleagues in a similar role simply because of their gender.\n\nMeanwhile, former China editor Carrie Gracie, who resigned from her role in protest at inequalities and now works for the BBC in London, told Panorama she could leave the corporation and former BBC news presenter Maxine Mawhinney said she was considering bringing a case against the broadcaster over pay.\n\nFran Unsworth, the BBC’s director of news and current affairs, told Panorama: “We don’t think we have acted illegally in regard to equal pay. That doesn’t mean, however, there won’t be instances and cases where there is inequality and we need to address those.”", "keywords": []}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "Rep. Steve King on the Omnibus Spending Battle: ‘Let’s Fund the Whole Wall and Let’s Build It All’", "text": "Rep. Steve King (R-IA) told Breitbart News Sunday hosts Matthew Boyle and Amanda House that Congress should fund the wall in the ensuing omnibus spending battle, saying, “Let’s fund the whole wall and let’s build it all.”\n\nRep. King told Breitbart News Sunday about the incoming omnibus spending bill that Congress has to pass before this Friday.\n\nKing declared:\n\nWell, this method of governing is just so messy that it puts any member of Congress in a position where maybe you can pick one thing and then beat the drum to try to keep that from getting slipped in there. Or you can beat the drum and try to get it slipped in to get the funding. Of course, there’s a list of things that I want to see: let’s fund the wall, let’s fund the whole wall, and let’s build it all. I used to say let’s build the wall until they stop going around the end.\n\nCongressman King also cautioned that Congress might not push to defund Planned Parenthood in the omnibus spending bill, but there is a push for the New York Gateway Bridge project that will benefit Senate Minority Leader Chuck Schumer (D-NY).\n\n“I’m most concerned about two things, great big things, shame on us if we cannot defund Planned Parenthood,” King said.\n\nKing added, “I don’t want to see money go to Schumer. I don’t want to see amnesty in the bill, Matt.”\n\nRep. King also told Breitbart News Sunday that he wants to remove the 60-vote majority to pass legislation in the Senate.\n\nKing explained, “I am ready to get rid of the filibuster. It was clear that it forces bipartisan most of the time, but we don’t we have bipartisanship anymore. We have partisanship more than ever.”\n\nThe Iowa Republican continued, “We should get rid of the filibuster and then we just ram stuff through. By the way, if we were to that level, we could get back to regular order much, much, easier.”\n\nRep. King also called for Congress to defund sanctuary cities in the incoming spending bill.\n\n“Defund Sanctuary cities and of course the state of California,” King charged. “I would shut down every dollar going into that state until they began to honor their obligation to the United States of America. They don’t have the authority to be sanctuary cities and states.”\n\nBreitbart News Sunday airs on SiriusXM Patriot 125 from 7 p.m. to 10 p.m. Eastern.", "link": "http://www.breitbart.com/radio/2018/03/18/rep-steve-king-omnibus-spending-battle-lets-fund-whole-wall-lets-build/", "published": "2018-03-18T00:00:00"}, {"title": "Rep. Steve King on the Omnibus Spending Battle: ‘Let’s Fund the Whole Wall and Let’s Build It All’", "text": "Rep. Steve King (R-IA) told Breitbart News Sunday hosts Matthew Boyle and Amanda House that Congress should fund the wall in the ensuing omnibus spending battle, saying, “Let’s fund the whole wall and let’s build it all.”\n\nRep. King told Breitbart News Sunday about the incoming omnibus spending bill that Congress has to pass before this Friday.\n\nKing declared:\n\nWell, this method of governing is just so messy that it puts any member of Congress in a position where maybe you can pick one thing and then beat the drum to try to keep that from getting slipped in there. Or you can beat the drum and try to get it slipped in to get the funding. Of course, there’s a list of things that I want to see: let’s fund the wall, let’s fund the whole wall, and let’s build it all. I used to say let’s build the wall until they stop going around the end.\n\nCongressman King also cautioned that Congress might not push to defund Planned Parenthood in the omnibus spending bill, but there is a push for the New York Gateway Bridge project that will benefit Senate Minority Leader Chuck Schumer (D-NY).\n\n“I’m most concerned about two things, great big things, shame on us if we cannot defund Planned Parenthood,” King said.\n\nKing added, “I don’t want to see money go to Schumer. I don’t want to see amnesty in the bill, Matt.”\n\nRep. King also told Breitbart News Sunday that he wants to remove the 60-vote majority to pass legislation in the Senate.\n\nKing explained, “I am ready to get rid of the filibuster. It was clear that it forces bipartisan most of the time, but we don’t we have bipartisanship anymore. We have partisanship more than ever.”\n\nThe Iowa Republican continued, “We should get rid of the filibuster and then we just ram stuff through. By the way, if we were to that level, we could get back to regular order much, much, easier.”\n\nRep. King also called for Congress to defund sanctuary cities in the incoming spending bill.\n\n“Defund Sanctuary cities and of course the state of California,” King charged. “I would shut down every dollar going into that state until they began to honor their obligation to the United States of America. They don’t have the authority to be sanctuary cities and states.”\n\nBreitbart News Sunday airs on SiriusXM Patriot 125 from 7 p.m. to 10 p.m. Eastern.", "link": "http://www.breitbart.com/radio/2018/03/18/rep-steve-king-omnibus-spending-battle-lets-fund-whole-wall-lets-build/#disqus_thread", "published": "2018-03-18T00:00:00"}, {"title": "Ann Coulter: Trump’s Border Wall Prototypes ‘a Ridiculous Waste of Time’", "text": "New York Times best-selling author and populist conservative columnist Ann Coulter says President Trump’s border wall prototypes sitting in the San Diego, California, desert are “a ridiculous waste of time.”\n\nDuring an interview on KABC Los Angeles, Coulter mocked Trump’s border wall prototypes after the president visited the structures last week, as Breitbart News reported. According to Coulter:\n\nThey’re very good at stopping any illegal alien prototypes. … I don’t know why we need prototypes, except that it’s all just a fakeout and the whole thing about building a wall is just ‘I’m going to get four years saying I’m going to build the wall and inspecting prototypes, but I’ll never actually build the wall.’ … No, it’s a ridiculous waste of time. [Emphasis added]\n\nCoulter said the U.S. should model its illegal immigration policies on Israel’s successful effort that has ended all illegal immigration into the country, as noted by Breitbart Israel Bureau Chief Aaron Klein. Coulter said:\n\nI’ll take whatever Israel has because it’s working 100 percent. … They have a huge problem with illegal aliens and they’re fantastic. I mean, I have a whole chapter in ‘Adios, America’ about ‘Why can’t we have Israel’s plan on immigration?’ … They take illegal aliens and just fly them to other countries and drop them off in the desert.\n\nKlein noted at the beginning of 2018 how Trump’s effort to stop illegal immigration pouring across the U.S.-Mexico border should be modeled off Israel in five simple points:\n\nBuild a wall at the border\n\nForcibly deport illegal aliens\n\nGive illegal aliens incentives to self-deport\n\nEnd all government funding for illegal aliens\n\nFine employers who hire illegal aliens\n\nAs Breitbart News previously reported, despite more than a year now into Trump’s presidency, a border wall remains unconstructed along the southern border with no clear vision in sight of when the project will break ground.\n\nThe border wall prototypes in San Diego have been collecting dust in the desert for over half a year now, though some experts say none of the prototypes will ever be chosen and that the border wall will be mash-up of multiple elements from each prototype.\n\nIn the meantime, wage growth for American workers is at risk as illegal immigration is set to majorly increase this year.\n\nWage Growth for American Workers Threatened by Lack of Wall, Expected Rise in Illegal Immigrationhttps://t.co/4c0aYxs73j — John Binder 👽 (@JxhnBinder) March 16, 2018\n\nPrinceton Policy Adviser President Steven Kopits says illegal immigration in 2018 is likely to increase by 70 percent—or about 590,000 border-crossings for 2018.\n\nSuch an increase, Kopits told the Washington Examiner, would put 2018 as the “second highest year since 2010” for illegal immigration on the southern border.\n\nIn Kopits’ most recent report on illegal immigration, he notes that California’s farm wages for Americans have increased because of slower illegal immigration throughout 2017 and increased enforcement, with the caveat, “However, the more enforcement succeeds, the higher wages will go, and the greater the incentive to evade the ban. In California, for example, tougher border enforcement has raised farm wages to $16 / hour, up perhaps $5 / hour over earlier times.”\n\nThose wages gains, though, risk being depleted this year. Also running the risk of being depleted is history-making wage growth for American workers in the construction industry, the garment industry, for workers employed at small businesses, and black Americans.\n\nA whistleblower in the California construction business most recently revealed how mass immigration and illegal aliens contributed in driving down Americans’ wages in the industry, Breitbart News reported:\n\nWHISTLEBLOWER: If I hired a framer to do a small addition [in 1988], his wage would have been $45 an hour. That was the minimum for a framing contractor, a good carpenter. [Emphasis added] … Now, the average wage in Los Angeles for construction workers is less than $11 an hour. They can’t go lower than the minimum wage. [Emphasis added]\n\nEvery year the U.S. admits more than 1.5 million illegal and legal immigrants, consisting of mostly low-skilled foreign nationals who are only entering the country because they have foreign relatives already living in the U.S. In 2016, the illegal and legal immigrant population reached a record high of 44 million. By 2023, the Center for Immigration Studies estimates that the legal and illegal immigrant population of the U.S. will make up nearly 15 percent of the entire U.S. population.", "link": "http://www.breitbart.com/big-government/2018/03/18/coulter-trump-prototypes-wall-ridiculous/", "published": "2018-03-18T00:00:00"}, {"title": "Virgil: What Would Teddy Roosevelt Do: An Anti-Trust Reckoning for the Tech Lords?", "text": "Roosevelt Lives!\n\nTheodore Roosevelt, our 26th president, left the White House in 1909, and yet his spirit — larger than life and larger, even, than death — is still with us. And that is in no small part because many of the problems that the Great Trustbuster grappled with back then seem so similar to the problems we confront today.\n\nFor instance, here is a headline that appeared in The Seattle Times over the weekend: “Big Tech needs to face a Theodore Roosevelt-style trust busting.”\n\nPerhaps that piece, by columnist Jon Talton, caught the eye of the world’s richest man, Jeff Bezos, whose company, Amazon, is based in Seattle. And yet columnist Talton is clearly not a fan of his tech homeboys, nor of the other big tech firms further down the left coast:\n\nBig Tech’s greatest sins are locking in a winner-take-all economy, decimating the middle class and exercising monopoly-like powers that cause the free market to fail. Competition is stymied. Power is in the hands of too few.\n\nAs we old Romans like to say say, Aperta sunt prata et quod puts in quo equi non pervenit (That puts the hay down where the horse can get it).\n\nWe might note that the Seattle area is also home to the world’s second-richest man, Bill Gates, who co-founded another tech giant, Microsoft, way back in 1975. Talton writes unkindly of that older company — which was formally judged to be an “abusive monopoly” in 2000 — describing it as “the original gangster.”\n\nYet the newer tech companies, Talton asserts, are no better, even if they have better people skills:\n\nUnlike Microsoft, which was typecast early on as the “Evil Empire,” Google, Apple, Facebook, and Amazon have combined savvy public-relations efforts with sophisticated political lobbying operations.\n\nIndeed, politically correct schmoozing has kept the new tech titans out of trouble — at least until recently. And yet now the political wheel is turning as many in the chattering class join Talton in calling for anti-trust action. As Virgil noted recently, every day brings a new revelation — or at least a new accusation — against Big Tech.\n\nSo it’s no wonder that just as TR is making a comeback, so too is the Sherman Anti-Trust Act of 1890. Indeed, that comeback is bipartisan: “The Democrats rediscover antitrust” was a 2017 headline in The Hill, a D.C.-insider publication. Meanwhile, Josh Hawley, the Republican attorney general of Missouri, is going specifically after Google. (Hawley, it is worth noting, was the author, a decade ago, of an admiring book on TR; he is now running for the U.S. Senate, and, in fact, this month, President Donald Trump appeared at a St. Louis fundraiser for him.)\n\nDuring Teddy Roosevelt’s time in office, 1901-1909, his administration filed some 40 anti-trust actions, although perhaps the most famous application of the Sherman Act was resolved only in 1911, after Roosevelt had departed office. That was the case of U.S. vs. Standard Oil, which broke the vast oil monopoly into 33 different corporate pieces.\n\nWithout a doubt, anti-trust breakup is a drastic remedy, but it is not that drastic, in the sense that it does not involve forfeiture of assets. And so, for example, even though Standard Oil was legally smithereened, its owner, John D. Rockefeller, did not lose any money; he simply took separate ownership of the newly separated entities. Indeed, the mogul soon discovered that the new constellation of companies was actually worth more than the old consolidated Standard Oil.\n\nAnd so today, as the Trump Justice Department’s anti-trust suit against AT&T’s attempt to buy Time Warner goes to trial, we can observe that even if the DOJ suit prevails, AT&T and Time Warner will be fine; they will simply continue to be indvidually profitable mega corporations.\n\nLooking ahead, we can see that more antitrust litigation is inevitable, and some of it may yet be painful to the defendants. For instance, we might note that private anti-trust litigation is also possible. And under the provisions of the Clayton Anti-Trust Act of 1914, a successor to Sherman, economic victims of monopolistic abuse can sue, through private action, for treble damages. In other words, all the myriad media companies that have suffered so much financial damage from Facebook and Google might have a legal remedy.\n\nYet before the new anti-trust train gets too far down the track, we might stop and ask ourselves: What is the desired end goal here? That is, do we think the problem is that Big Tech is too big or simply that it’s misbehaving? That is a distinction worth pausing over because big doesn’t automatically mean bad, and small doesn’t automatically mean good. To put it another way, the quality of a company might well be different from its quantity. Virtue, or not, comes in all sizes.\n\nTo illustrate, let’s suppose that, say, Facebook finds itself trust-busted. Such an outcome might be satisfying for many, but the change might prove to be illusory.\n\nThat is, if the dangers Facebook poses today are that it is liberal, biased, and careless with its data, we must ask: Would any of those flaws be lessened if the company was broken up into five, or fifteen, or twenty-five different social-media companies?\n\nAfter all, as with Standard Oil a century ago, those pieces would all still be owned, and likely controlled, by Mark Zuckerberg and his corporate-culture allies. That is, even in the wake of a trust-busting — which could take a decade or more to work through the courts — it is quite likely that the same Silicon Valley liberals would control each and every piece.\n\nMoreover, precisely because of their profusion, the pieces would be harder to monitor. And finally, crucially, they might be harder to secure against hacking and manipulating. Why is that? Because security is expensive, and smaller companies would be more tempted to scrimp.\n\nSo we can see: It is not at all certain that simply taking a hammer to big obnoxious companies does anything other than turn them into a bunch of smaller obnoxious companies.\n\nInterestingly, one keen observer who shared this concern, in his time, was Theodore Roosevelt.\n\nWhat Roosevelt Believed In: A Square Deal for All\n\nRoosevelt came into office in 1901 firmly convinced that something needed to be done about corporate abuses. TR was essentially conservative in his views — he was, after all, a well-off patriotic war veteran — and yet he could see that reform was needed.\n\nIndeed, as early as 1883, when he was still in his twenties, TR had worried that abuses, if left unchecked, could lead to unrest, even revolution:\n\nThere is a strong and growing feeling of indignation among the people at the actions of these great corporations. It is incumbent upon us to see that this feeling takes a lawful shape … For the sake of protecting honest capital, we ought to punish, if we legally can, the deed of the dishonest wealthy for fear that some day an uprising might come that will overwhelm innocent and guilty alike.\n\nIn these words from the young Roosevelt, we see many of the key themes that would guide his entire public career: “Public outrage is justified, and yet we don’t want socialism or communism — instead, we want prudent reform.”\n\nIn that conservative reformist vein, TR used the phrase “Square Deal.” In 1901, for example, he called for “a square deal for every man, big or small, rich or poor.” That is, everybody should be included, even as nobody should be ripped off.\n\nSo while President Roosevelt was fully aware of the Sherman Act — and was, as we have seen, willing to use it — his actual preferred solution was regulation, not litigation. His argument can be stated simply: If corporations are doing wrong, then the thing to do is to pass a law to stop them from doing wrong, right away. By contrast, the narrower anti-trust solution is, at best, retroactive, and at worst, so slow as to be ineffective at stopping abuse.\n\nArguing on behalf of the regulatory remedy in 1907, TR declared:\n\nThe design should be to prevent the abuses incident to the creation of unhealthy and improper combinations, instead of waiting until they are in existence and then attempting to destroy them by civil or criminal proceedings.\n\nOnce again, TR’s idea was to use regulation to get ahead of a problem. Using litigation after the fact — that is, to go chasing after the problem after it had manifested itself — was better than nothing, and yet it was not best.\n\nIndeed, six years earlier, in 1901, TR had called upon Congress to create a new Cabinet body, a “Department of Commerce and Industries,’’ to oversee commercial activity “in the broadest sense.” In Roosevelt’s telling, it would be…\n\n…a comprehensive and far-reaching scheme of constructive statesmanship for the purpose of broadening our markets, securing our business interests on a safe basis, and making firm our new position in the international industrial world; while scrupulously safeguarding the rights of wage-worker and capitalist, of investor and private citizen, so as to secure equity as between man and man in this Republic.\n\nSo again, we see the essence of the Rooseveltian Square Deal: TR did not want to pit one interest or class against another; he wanted to see all treated fairly.\n\nIndeed, amidst the worker protections that TR wished to guarantee, we might pause over another phrase from that 1901 communique: “making firm our new position in the international industrial world.” Here Roosevelt was talking the muscular talk of economic nationalism. That is, even as he wanted social justice for Americans at home, he wanted economic advancement for American firms abroad. After all, he reasoned, the better for American capitalists, the better for American workers. As TR said in 1904, “We shall have to work out methods of controlling the big corporations without paralyzing the energies of the business community.”\n\nToday, such thinking is put in the category of aiding “national champion” industries. And of course, it is not limited to the U.S.; just about every modern country seeks to help its companies succeed in the global market.\n\nBack then, TR’s idea for a new department was embraced by Congress, but it was also somewhat changed; in 1903, the Department of Commerce and Labor was established. A decade later, the “labor” part was peeled off to become the separate Department of Labor, and then, in 1914, the regulatory functions of the Commerce Department were turned over to the new Federal Trade Commission.\n\nTo be sure, some will look back at these bureaucratic formations with a certain distaste, perhaps even outright libertarian disdain. And yet it is hard to imagine what American life would be like today without key business regulation.\n\nOr maybe it isn’t so hard to imagine it because what we’re seeing, today, is what it’s like when Big Tech is essentially unregulated.\n\nYet in the meantime, according to the polls, most Americans support more regulation — and as the disturbing revelations about Big Tech keep mounting, it is hard to see how that support won’t continue to grow. The challenge is to make it the right sort of litigation, so that our companies can expand in ways that help both their owners and the nation as a whole — and not in ways that hurt the nation.\n\nSo yes, in a way, it’s like we are back in the days of President Theodore Roosevelt. And if so, it is worth understanding the actual legal and political mechanics of the Square Deal. We ought to learn from the master himself.", "link": "http://www.breitbart.com/big-government/2018/03/18/what-would-theodore-roosevelt-do-an-anti-trust-reckoning-for-the-tech-lords/", "published": "2018-03-18T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "Breaking! Two More Bombings Rock Austin, Tx", "text": "Two “explosion incidents” were reported in Austin, Texas Sunday following three deadly package explosions earlier in the month.\n\nOwen Shroyer reports live from the scene.\n\nMillie Weaver is also live with on-site analysis.\n\nExclusive: Interview With Bomb Victim Neighbor", "link": "https://www.infowars.com/breaking-live-two-more-bombings-rock-austin-tx/", "published": "2018-03-18T22:50:49-05:00"}, {"title": "Breaking! Two More Bombings Rock Austin, Tx", "text": "Two “explosion incidents” were reported in Austin, Texas Sunday following three deadly package explosions earlier in the month.\n\nOwen Shroyer reports live from the scene.\n\nMillie Weaver is also live with on-site analysis.\n\nExclusive: Interview With Bomb Victim Neighbor", "link": "https://www.infowars.com/breaking-live-two-more-bombings-rock-austin-tx/#disqus_thread", "published": "2018-03-18T22:50:49-05:00"}, {"title": "Democrats Panic As Indictments Of Comey, Clinton, and McCabe Loom", "text": "The Democrat establishment is panicking in Washington because their house of cards is tumbling down as DoJ indictments loom.", "link": "https://www.infowars.com/democrats-panic-as-indictments-of-comey-clinton-and-mccabe-loom/", "published": "2018-03-18T15:33:07-05:00"}]}, "foxnews": {"link": "http://www.foxnews.com/", "articles": [{"title": "Hillary Clinton tries to explain her comments on Trump voters after backlash", "text": "Former Democratic presidential nominee Hillary Clinton attempted to explain her comments about American voters and the 2016 election in a lengthy Facebook post Saturday that claimed she \"meant no disrespect to any individual or group.\"\n\nDuring a recent trip to India, Clinton told attendees at a conference in Mumbai that Americans did not \"deserve\" a Trump presidency, said she won the states \"that are optimistic, diverse, dynamic, moving forward,\" and said that Trump's campaign was \"looking backwards.\"\n\nClinton summed up Trump's message as \"you know, you didn't like black people getting rights, you don't like women, you know, getting jobs. You don't want, you know, to see that Indian American succeeding more than you are.\"\n\n\"I understand how some of what I said upset people and can be misinterpreted,\" Clinton said in her Facebook post. \"I meant no disrespect to any individual or group. And I want to look to the future as much as anybody.\"\n\nBut the former first lady criticized Trump for relying on \"scare tactics and false attacks [that masked] the fact that he is otherwise no friend to most Americans.\"\n\nClinton also stood by comments implying that white women who voted for Trump were subject to \"a sort of ongoing pressure to vote the way that your husband, your boss, your son, whoever, believes you should.\"\n\n\"[T]here is anecdotal evidence and some research to suggest that women are unfortunately more swayed by men than the other way around,\" Clinton insisted on Facebook. \"As much as I hate the possibility, and hate saying it, it’s not that crazy when you think about our ongoing struggle to reach gender balance – even within the same household.\n\n\"I did not realize how hard it would hit many who heard it,\" Clinton added. \"So to those upset or offended by what I said last week, I hope this explanation helps to explain the point I was trying to make.\"\n\nClinton's original comments drew backlash from Democrats, among them Senate Minority Whip Dick Durbin of Illinois, who told \"Fox News Sunday\" that the former secretary of state's remarks were \"not helpful.\"\n\n\"Thirty percent of the people who voted for Donald Trump had voted for President Obama,\" Durbin pointed out. \"Why? The same people who looked for change with President Obama thought there wasn’t enough as far as their personal lives were concerned and they supported Donald Trump.\n\n\"That is a reality that Democrats acknowledge.\"", "link": "http://www.foxnews.com/politics/2018/03/18/hillary-clinton-tries-to-explain-her-comments-on-trump-voters-after-backlash.html", "published": "2018-03-18T00:00:00"}, {"title": "Some officials wanted Stoneman Douglas suspect Nikolas Cruz committed in 2016, documents show", "text": "Some school counselors and officials were so concerned about the mental stability of Nikolas Cruz, accused in last month’s Florida school massacre, that they decided to have him forcibly committed more than a year before the shooting.\n\nHowever, the recommendation was never acted upon.\n\nDocuments in the criminal case against Cruz showed that school officials at Marjory Stoneman Douglas High School and a sheriff's deputy recommended in September 2016 that Cruz be involuntarily committed for mental evaluation under Florida's Baker Act for at least three days, sources confirmed to Fox News on Sunday.\n\nThe documents, part of Cruz's criminal case in the shooting, showed that he had written the word \"kill\" in a notebook, told a classmate that he wanted to buy a gun and use it, and had cut his arm supposedly in anger because he had broken up with a girlfriend. He also told another student he had drunk gasoline and was throwing up. Calls had even been made to the FBI about the possibility of Cruz using a gun at school.\n\nThe documents, first revealed by The Associated Press, were provided by a psychological assessment service initiated by Cruz's mother called Henderson Behavioral Health. The documents showed a high school resource officer who was also a sheriff's deputy and two school counselors recommended in September 2016 that Cruz be committed for mental evaluation under Florida's Baker Act. That law allows for involuntary commitment for mental health examination for at least three days.\n\nSuch an involuntary commitment also would have been a high obstacle if not a complete barrier to legally obtaining a firearm, such as the AR-15 rifle used in the Stoneman Douglas massacre on Feb. 14, authorities said.\n\nNIKOLAS CRUZ HAD GORY, VIOLENT FANTASIES YEARS BEFORE FLORIDA SHOOTING, REPORT SAYS\n\nThere is no evidence Cruz was ever committed. Coincidentally, the school resource officer who recommended that Cruz be \"Baker Acted\" was Scot Peterson — the same Broward Sheriff's Office deputy who resigned amid accusations he failed to respond to the shooting by staying outside the building where the killings occurred.\n\nDavid S. Weinstein, a former federal prosecutor, said that an involuntary commitment would have been a huge red flag had Cruz attempted to buy a firearm legally.\n\n\"If he had lied, hopefully the verification of the form would have pulled up the commitment paperwork,\" Weinstein said.\n\nThe documents did not say why Cruz was not committed under the Baker Act or whether he may not have qualified for other reasons. The law allows a law enforcement officer such as Peterson to initiate commitment under the Baker Act.\n\nAn attorney for Peterson did not immediately respond to an email seeking comment Sunday.\n\nCruz, 19, was charged in a 34-count indictment with killing 17 people and wounding 17 others in the attack. He faces the death penalty if convicted, but his public defender Melisa McNeill has said he would plead guilty in return for a life prison sentence.\n\nIn the Henderson Behavioral Health documents, Cruz's mother Lynda was quoted as saying she had new concerns about her son's mental state after he punched holes in a wall at their home in Parkland. The clinicians at Henderson came to the home for interviews and said Cruz admitted punching the wall but said he did so because he was upset at a breakup with his girlfriend.\n\nNIKOLAS CRUZ REPORTED TO POLICE FOR THREATS, PUNCHING WALLS MONTHS BEFORE FLORIDA SHOOTING\n\nCruz also admitted cutting his arm with a pencil sharpener.\n\nAfter a Sept. 28, 2016 interview, the documents say Cruz \"reports that he cut his arms 3-4 weeks ago and states that this is the only time he has ever cut. (Cruz) states that he cut because he was lonely, states that he had broken up with his girlfriend and reports that his grades had fallen. (Cruz) states that he is better now, reports that he is no longer lonely and states that his grades have gone back up.\"\n\nHe also told the clinician he owned only a pellet gun and was not capable of doing \"serious harm\" to anyone.\n\nThe documents showed that Cruz was very much on the radar screen of mental health professionals and the Broward County school system, yet very little apparatently was done other than these evaluations.\n\nOther red flags also have surfaced, including calls to the FBI about Cruz's potential to become a school shooter and numerous visits by county law enforcement officials to his home - both before his mother died in November and after, when he lived briefly with a family friend in Palm Beach County.\n\nAgain, very little was done.\n\nIt's not clear from the documents who the recommendation was forwarded to or why it was not followed up.\n\nThe Associated Press contributed to this report.", "link": "http://www.foxnews.com/us/2018/03/18/some-officials-wanted-stoneman-douglas-suspect-nikolas-cruz-committed-in-2016-documents-show.html", "published": "2018-03-18T00:00:00"}, {"title": "Jim Carrey slammed for 'disgraceful,' garish portrait of Sarah Sanders", "text": "Jim Carrey faced swift backlash Sunday after the actor tweeted a painting that apparently showed White House Press Secretary Sarah Sanders in a terrifyingly garish light.\n\n“This is the portrait of a so-called Christian whose only purpose in life is to lie for the wicked. Monstrous!” Carrey wrote in his tweet accompaning the portrait Saturday.\n\nThough Carrey didn’t mention Sanders by name, many Twitter users knew right away who it was, The Wrap reported.\n\nBut not all on Twitter were amused.\n\n“James Woods, do you have a comment about Jim Carrey and the insulting portrait he has presented of Sarah Sanders?” tonguepiercer wrote.\n\nJIM CARREY PAINTS IMAGE OF BLOODY SCHOOLGIRL ON AMERICAN FLAG IN RESPONSE TO SCHOOL SHOOTING\n\nMichael Gatza tweeted: “What a disgraceful thing to do. Jim Carrey Paints Sarah Huckabee Sanders - It's Not a Pretty Picture.”\n\nTwitter user Delaine Gordon B added: “This is just one more example of how Hollyweird empowers women! #JimCarrey is just doing his portion, right Jim? He's a has been!!”\n\nLast month, Carrey tweeted the image of an original painting depicting a seemingly dead schoolgirl sprawled out on the American flag soaked in blood, following the school shooting in Parkland, Fla.\n\nThe “Ace Ventura” star has been taking a break from films to devote more time to painting.\n\nHe told a magazine last year that creating political art isn’t a new concept for him.", "link": "http://www.foxnews.com/entertainment/2018/03/18/jim-carrey-slammed-for-disgraceful-garish-portrait-sarah-sanders.html", "published": "2018-03-18T00:00:00"}]}, "nbcnews": {"link": "http://www.nbcnews.com/", "articles": []}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": []}}}